{
  "Streets": {
    "monthly_cost_min": 0,
    "default_strings_neutral": [
      "Judging by the smell, you're pretty sure they're homeless.",
      "Their clothes are ragged and hole-filled.",
      "They're hollow-eyed and haunted by fatigue. Have they even had a meal this week?"
    ],
    "default_strings_gendered": [
      "Judging by the smell, you're pretty sure $e's homeless.",
      "$s clothes are ragged and hole-filled.",
      "$e's hollow-eyed and haunted by fatigue. Has $e even had a meal this week?"
    ],
    "garage_strings_neutral": [
      "A foul stench of old motor oil and refuse clings to them."
    ],
    "garage_strings_gendered": [
      "A foul stench of old motor oil and refuse clings to $m."
    ]
  },
  "Squatter": {
    "monthly_cost_min": 500,
    "default_strings_neutral": [
      "You figure they might have a roof over their head, but not much of one.",
      "The scent of burnt, stale fry oil hangs about them.",
      "Their wrinkled clothes suggest they live out of their car.",
      "They aren't emaciated, but still look like they've had to skip a meal or three.",
      "The distinct scent of public transportation clings to them.",
      "They've got a smell about them-- eau de Coffin Motel?",
      "There's a musty smell clinging to them, like they squat somewhere with a mold problem.",
      "They seem to only be able to afford to do laundry once a week."
    ],
    "default_strings_gendered": [
      "You figure $e might have a roof over $s head, but not much of one.",
      "The scent of burnt, stale fry oil hangs about $m.",
      "$s wrinkled clothes suggest $e lives out of $s car.",
      "$e isn't emaciated, but still looks like $e's had to skip a meal or three.",
      "The distinct scent of public transportation clings to $m.",
      "$e's got a smell about him-- eau de Coffin Motel?",
      "There's a musty smell clinging to $m, like $e squats somewhere with a mold problem.",
      "$e seems to only be able to afford to do laundry once a week."
    ],
    "garage_strings_neutral": [
      "The stink of old motor oil hangs about them."
    ],
    "garage_strings_gendered": [
      "The stink of old motor oil hangs about $m."
    ]
  },
  "Low": {
    "monthly_cost_min": 5000,
    "default_strings_neutral": [
      "They look like they've fallen on hard times.",
      "You get the feeling that they lead a low-class lifestyle.",
      "They probably have a few nuyen to rub together-- but only a few.",
      "Their clothing looks like a cheap knock-off,but it mostly fits and isn't falling apart.",
      "They don't look like they've had to miss any meals recently.",
      "They look like their nuyen only covers the necessities.",
      "They're a step above a frathouse tenant."
    ],
    "default_strings_gendered": [
      "$e looks like he's fallen on hard times.",
      "You get the feeling that $e leads a low-class lifestyle.",
      "$e probably has a few nuyen to rub together-- but only a few.",
      "$s clothing looks like a cheap knock-off, but it mostly fits and isn't falling apart.",
      "$e doesn't look like he's had to miss any meals recently.",
      "$e looks like $s nuyen only covers the necessities.",
      "$e's a step above a frathouse tenant."
    ],
    "garage_strings_neutral": [
      "Bits of automotive rust speckle their outfit.",
      "You catch a whiff of stale exhaust from them."
    ],
    "garage_strings_gendered": [
      "Bits of automotive rust speckle $s outfit.",
      "You catch a whiff of stale exhaust from $m."
    ]
  },
  "Middle": {
    "monthly_cost_min": 30000,
    "default_strings_neutral": [
      "They seem like they've been able to take care of themselves.",
      "They look like they probably lead a middle-class life.",
      "They're not doing badly at all for a shadowrunner.",
      "They probably shower regularly, as they smell lightly of cheap soap.",
      "They smell like soap, shampoo, and some sort of cologne or perfume.",
      "They look like they can actually afford real food every now and then."
    ],
    "default_strings_gendered": [
      "$e seems like $e's been able to take care of $mself.",
      "$e looks like $e probably leads a middle-class life.",
      "$e's not doing badly at all for a shadowrunner.",
      "$e probably showers regularly, as $e smells lightly of cheap soap.",
      "$e smells like soap, shampoo, and some sort of cologne or perfume.",
      "$e looks like $e can actually afford real food every now and then."
    ],
    "garage_strings_neutral": [
      "Glimmers of brake dust are embedded around their hands.",
      "A smear of synthetic motor oil skims across their skin."
    ],
    "garage_strings_gendered": [
      "Glimmers of brake dust are embedded around $s hands.",
      "A smear of synthetic motor oil skims across $s skin."
    ]
  },
  "High": {
    "monthly_cost_min": 120000,
    "default_strings_neutral": [
      "They seem pretty well-off.",
      "They look like they're living the high life.",
      "They're doing well for themselves.",
      "They have the healthy glow of someone that eats real food.",
      "Money doesn't seem to be a concern for them."
    ],
    "default_strings_gendered": [
      "$e seems pretty well-off.",
      "$e looks like he's living the high life.",
      "$e's doing well for himself.",
      "$e has the healthy glow of someone that eats real food.",
      "Money doesn't seem to be a concern for $m."
    ],
    "garage_strings_neutral": [
      "They seem just a little too comfortable around vehicles."
    ],
    "garage_strings_gendered": [
      "$e seems just a little too comfortable around vehicles."
    ]
  },
  "Luxury": {
    "monthly_cost_min": 750000,
    "default_strings_neutral": [
      "You feel like they probably rub shoulders with the social elite.",
      "Sharply groomed and tailored, they know how take care of themselves.",
      "There's a sense of privileged wealth about them.",
      "Every piece of their clothing looks custom-made.",
      "Their outfit probably costs more than the average car.",
      "They exude the confidence of the extremely wealthy."
    ],
    "default_strings_gendered": [
      "You feel like $e probably rubs shoulders with the social elite.",
      "Sharply groomed and tailored, $e knows how take care of $mself.",
      "There's a sense of privileged wealth about $m.",
      "Every piece of $s clothing looks custom-made.",
      "$s outfit probably costs more than the average car.",
      "$e exudes the confidence of the extremely wealthy."
    ],
    "garage_strings_neutral": [
      "There's a luxurious leather smell to their wrinkled clothes-- do they sleep in a posh garage?"
    ],
    "garage_strings_gendered": [
      "There's a luxurious leather smell to $s wrinkled clothes-- does $e sleep in a posh garage?"
    ]
  }
}
